tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "automake"
brew "fontconfig"
brew "gettext"
brew "pkg-config"
brew "clang-format"
brew "cmake"
brew "curl"
brew "exa"
brew "flake8"
brew "libtool"
brew "luarocks"
brew "ninja"
brew "openjdk"
brew "ripgrep"
brew "stylua"
brew "tree-sitter"
brew "wget"
brew "fsouza/prettierd/prettierd"
cask "daisydisk"
cask "hammerspoon"
cask "kitty"
